<template>
  <main class="delivery">
    <div class="container">
      <h1 class="title">Доставка</h1>
      <p>
        Заказы принимаются круглосуточно. Служба доставки работает 7 дней в
        неделю.
      </p>
      <h5><strong>Время и стоимость доставки</strong></h5>
      <p><strong>По Краснодару:</strong></p>
      <p>&nbsp;</p>
      <ul>
        <li>Часы доставки: 10:00 &ndash; 22:00</li>
        <li>
          Стоимость доставки: для заказов до 1 200 рублей - 200 рублей, для
          заказов более&nbsp;<strong>1 200 рублей</strong>&nbsp;-&nbsp;<strong
            >бесплатно</strong
          >
        </li>
        <li>
          Доставка осуществляется&nbsp;собственными курьерами интернет-магазна
          Домашкино до двери квартиры
        </li>
      </ul>
      <p>&nbsp;</p>
      <p><strong>Интервалы доставки:</strong></p>
      <p>&nbsp;</p>
      <ul>
        <li>10:00 &ndash; 12:00</li>
        <li>12:00 &ndash; 16:00</li>
        <li>16:00 &ndash; 20:00</li>
        <li>20:00 &ndash; 22:00&nbsp;</li>
      </ul>
      <p>&nbsp;</p>
      <div>
        <strong>По Краснодарскому краю:</strong><strong><br /></strong>
      </div>
      <ul>
        <li>
          Время доставки: доставка осуществляется на следующий день, после
          оформления заказа на сайте и в зависимости от графика
        </li>
        <li>
          Стоимость доставки: для заказов более&nbsp;<strong
            >3 000 рублей</strong
          >&nbsp;-&nbsp;<strong>бесплатно.</strong>
        </li>
        <li>
          Стоимость доставки для заказов до 3 000 рублей - от 200 до 1000
          рублей.
        </li>
      </ul>
      <hr />
      <h1 class="title">Оплата</h1>
      <h3>Наличными или картой при получении заказа:</h3>
      <p>
        Оплата осуществляется после доставки заказа. Деньги передаются
        сотруднику службы доставки онлайн-магазина, который предоставляет
        товарную накладную.
      </p>
    </div>
  </main>
</template>

<script>
export default {};
</script>

<style lang="scss">
.delivery {
  padding: 100px 0;
  .title {
      text-transform: uppercase;
      letter-spacing: 3px;
  }
}
</style>
