{
  "products": [
    {
      "id": 1,
      "title": "Бумага для цветной лазерной печати Color Copy (А4, 160 г/кв.м, 250 листов)",
      "description": "Бумага Color Copy формата А4 предназначена для печати на монохромных и цветных лазерных принтерах, на цветных копировальных аппаратах и на цифровых печатных устройствах. Плотность бумаги составляет 160 г/кв.м, толщина — 166 мкм, высокая степень белизны — 161%. Поверхность гладкая, с однородной структурой. Пачка содержит 250 листов. Превосходный визуальный эффект с яркими и точными цветами обязательно привлечет внимание к Вашим материалам. Вы можете достичь всего этого с Color Copy благодаря широчайшей цветовой гамме на цветной лазерной печати. С Color Copy можно добиться передачи натуральных оттенков кожи и воспроизведения всей палитры цветов, даже таких сложных как желтый/зеленый. Высочайший цветовой охват достигается сбалансированными и оптимизированными свойствами бумаги. Специальная обработка поверхности Color Copy в сочетании с ее гладкостью гарантирует четкость цветовоспроизведения в самом широком спектре. Предназначена для односторонней и двусторонней печати.",
      "price": 736,
      "image": "product-1.jpg",
      "sale": 15,
      "categoryId": 1
    }
  ],
  "categories": [
    {
      "id": 1,
      "name": "Соки, нектары, морсы, компоты",
      "bgImage": "category-bg-1.jpg"
    },
    {
      "id": 2,
      "name": "Газированные напитки",
      "bgImage": "category-bg-2.jpg"
    },
    {
      "id": 3,
      "name": "Энергетические, кофейные напитки",
      "bgImage": "category-bg-3.jpg"
    },
    {
      "id": 4,
      "name": "Вода ",
      "bgImage": "category-bg-4.jpg"
    },
    {
      "id": 5,
      "name": "Квас, холодный чай",
      "bgImage": "category-bg-5.jpg"
    }
  ],
  "menu": [
    {
      "id": 1,
      "name": "Главная",
      "link": "/"
    },
    {
      "id": 2,
      "name": "Каталог",
      "link": "/catalog"
    },
    {
      "id": 3,
      "name": "О нас",
      "link": "/about"
    },
    {
      "id": 4,
      "name": "Контакты",
      "link": "/contacts"
    }
  ]
}